Repository: uyelikposya/NonogramGame
Catalog: Catgrid/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, tr

source: Solve a puzzle 15 squares wide or bigger.
de: Löse ein Rätsel mit 15 oder mehr Feldern Breite.
es: Resuelve un puzle de 15 casillas de ancho o más.
fr: Résous une grille de 15 cases de large ou plus.
ja: 幅15マス以上のパズルを解く。
ko: 가로 15칸 이상의 퍼즐을 풀어요.
pt_br: Resolva um quebra-cabeça com 15 quadrados de largura ou mais.
tr: 15 kare genişliğinde ya da daha büyük bir bulmaca çöz.

source: Daily Debut
de: Tagesdebüt
es: Debut diario
fr: Premier jour
ja: デイリーデビュー
ko: 데일리 데뷔
pt_br: Estreia diária
tr: Günlük İlk Adım

source: Three in a Row
de: Drei in Folge
es: Tres seguidos
fr: Trois d'affilée
ja: 3日連続
ko: 3일 연속
pt_br: Três seguidos
tr: Üst Üste Üç

source: Two Weeks Strong
de: Zwei Wochen stark
es: Dos semanas
fr: Deux semaines
ja: 2週間連続
ko: 2주 연속
pt_br: Duas semanas firme
tr: İki Hafta Boyunca

source: Monthly Regular
de: Monatlicher Stammgast
es: Fiel del mes
fr: Habitué du mois
ja: 1か月の常連
ko: 한 달 단골
pt_br: Frequentador do mês
tr: Ayın Müdavimi

source: Unbreakable
de: Unzerbrechlich
es: Irrompible
fr: Incassable
ja: 途切れない
ko: 끊기지 않는
pt_br: Inquebrável
tr: Kırılmaz

source: Century Streak
de: Hunderter-Serie
es: Racha centenaria
fr: Série centenaire
ja: 100日連続
ko: 100일 연속
pt_br: Sequência centenária
tr: Yüz Günlük Seri

source: Daily Ten
de: Tageszehner
es: Diez diarios
fr: Dix du jour
ja: デイリー10
ko: 데일리 10
pt_br: Dez diários
tr: Günlük On

source: Daily Regular
de: Tagesstammgast
es: Habitual diario
fr: Habitué du jour
ja: デイリーの常連
ko: 데일리 단골
pt_br: Frequentador diário
tr: Günlük Müdavim

source: Daily Fan
de: Tagesfan
es: Fan diario
fr: Fan du jour
ja: デイリーファン
ko: 데일리 팬
pt_br: Fã diário
tr: Günlük Hayranı

source: Daily Hundred
de: Tageshunderter
es: Cien diarios
fr: Cent du jour
ja: デイリー100
ko: 데일리 100
pt_br: Cem diários
tr: Günlük Yüz

source: Daily Devotee
de: Tagesverehrer
es: Devoto diario
fr: Dévoué du jour
ja: デイリーの達人
ko: 데일리 마니아
pt_br: Devoto diário
tr: Günlük Tutkunu

source: A Year of Puzzles
de: Ein Jahr voller Rätsel
es: Un año de puzles
fr: Une année de grilles
ja: パズルの1年
ko: 퍼즐로 보낸 1년
pt_br: Um ano de quebra-cabeças
tr: Bir Yıl Bulmaca

source: Flawless Day
de: Fehlerloser Tag
es: Día impecable
fr: Journée sans faute
ja: パーフェクトな日
ko: 완벽한 하루
pt_br: Dia impecável
tr: Kusursuz Gün

source: Steady Hands
de: Ruhige Hände
es: Manos firmes
fr: Mains sûres
ja: ぶれない手
ko: 침착한 손
pt_br: Mãos firmes
tr: Sağlam Eller

source: Daily Star
de: Tagesstern
es: Estrella diaria
fr: Étoile du jour
ja: デイリースター
ko: 데일리 스타
pt_br: Estrela diária
tr: Günün Yıldızı

source: Star of the Day
de: Stern des Tages
es: Estrella del día
fr: Étoile des jours
ja: 日々のスター
ko: 오늘의 스타
pt_br: Estrela do dia
tr: Günlerin Yıldızı

source: Time Traveler
de: Zeitreisender
es: Viajero del tiempo
fr: Voyageur temporel
ja: タイムトラベラー
ko: 시간 여행자
pt_br: Viajante do tempo
tr: Zaman Yolcusu

source: Catching Up
de: Aufholer
es: Poniéndose al día
fr: Rattrapage
ja: 取り戻し上手
ko: 따라잡기
pt_br: Recuperando o atraso
tr: Telafi Ustası

source: Weekend Warrior
de: Wochenendkrieger
es: Guerrero de fin de semana
fr: Guerrier du week-end
ja: 週末の戦士
ko: 주말 전사
pt_br: Guerreiro de fim de semana
tr: Hafta Sonu Savaşçısı

source: Speedy Daily
de: Schnelles Tagesrätsel
es: Diario veloz
fr: Grille éclair
ja: スピードデイリー
ko: 스피드 데일리
pt_br: Diário veloz
tr: Hızlı Günlük

source: Solve your first Daily Puzzle.
de: Löse dein erstes Tagesrätsel.
es: Resuelve tu primer puzle diario.
fr: Résous ta première grille du jour.
ja: はじめてのデイリーパズルを解く。
ko: 첫 데일리 퍼즐을 풀어요.
pt_br: Resolva seu primeiro quebra-cabeça diário.
tr: İlk günlük bulmacanı çöz.

source: Solve the Daily Puzzle 3 days in a row.
de: Löse das Tagesrätsel 3 Tage in Folge.
es: Resuelve el puzle diario 3 días seguidos.
fr: Résous la grille du jour 3 jours d'affilée.
ja: デイリーパズルを3日連続で解く。
ko: 데일리 퍼즐을 3일 연속 풀어요.
pt_br: Resolva o quebra-cabeça diário 3 dias seguidos.
tr: Günlük bulmacayı 3 gün üst üste çöz.

source: Solve the Daily Puzzle 14 days in a row.
de: Löse das Tagesrätsel 14 Tage in Folge.
es: Resuelve el puzle diario 14 días seguidos.
fr: Résous la grille du jour 14 jours d'affilée.
ja: デイリーパズルを14日連続で解く。
ko: 데일리 퍼즐을 14일 연속 풀어요.
pt_br: Resolva o quebra-cabeça diário 14 dias seguidos.
tr: Günlük bulmacayı 14 gün üst üste çöz.

source: Solve the Daily Puzzle 30 days in a row.
de: Löse das Tagesrätsel 30 Tage in Folge.
es: Resuelve el puzle diario 30 días seguidos.
fr: Résous la grille du jour 30 jours d'affilée.
ja: デイリーパズルを30日連続で解く。
ko: 데일리 퍼즐을 30일 연속 풀어요.
pt_br: Resolva o quebra-cabeça diário 30 dias seguidos.
tr: Günlük bulmacayı 30 gün üst üste çöz.

source: Solve the Daily Puzzle 60 days in a row.
de: Löse das Tagesrätsel 60 Tage in Folge.
es: Resuelve el puzle diario 60 días seguidos.
fr: Résous la grille du jour 60 jours d'affilée.
ja: デイリーパズルを60日連続で解く。
ko: 데일리 퍼즐을 60일 연속 풀어요.
pt_br: Resolva o quebra-cabeça diário 60 dias seguidos.
tr: Günlük bulmacayı 60 gün üst üste çöz.

source: Solve the Daily Puzzle 100 days in a row.
de: Löse das Tagesrätsel 100 Tage in Folge.
es: Resuelve el puzle diario 100 días seguidos.
fr: Résous la grille du jour 100 jours d'affilée.
ja: デイリーパズルを100日連続で解く。
ko: 데일리 퍼즐을 100일 연속 풀어요.
pt_br: Resolva o quebra-cabeça diário 100 dias seguidos.
tr: Günlük bulmacayı 100 gün üst üste çöz.

source: Solve 10 Daily Puzzles.
de: Löse 10 Tagesrätsel.
es: Resuelve 10 puzles diarios.
fr: Résous 10 grilles du jour.
ja: デイリーパズルを10問解く。
ko: 데일리 퍼즐 10개를 풀어요.
pt_br: Resolva 10 quebra-cabeças diários.
tr: 10 günlük bulmaca çöz.

source: Solve 25 Daily Puzzles.
de: Löse 25 Tagesrätsel.
es: Resuelve 25 puzles diarios.
fr: Résous 25 grilles du jour.
ja: デイリーパズルを25問解く。
ko: 데일리 퍼즐 25개를 풀어요.
pt_br: Resolva 25 quebra-cabeças diários.
tr: 25 günlük bulmaca çöz.

source: Solve 50 Daily Puzzles.
de: Löse 50 Tagesrätsel.
es: Resuelve 50 puzles diarios.
fr: Résous 50 grilles du jour.
ja: デイリーパズルを50問解く。
ko: 데일리 퍼즐 50개를 풀어요.
pt_br: Resolva 50 quebra-cabeças diários.
tr: 50 günlük bulmaca çöz.

source: Solve 100 Daily Puzzles.
de: Löse 100 Tagesrätsel.
es: Resuelve 100 puzles diarios.
fr: Résous 100 grilles du jour.
ja: デイリーパズルを100問解く。
ko: 데일리 퍼즐 100개를 풀어요.
pt_br: Resolva 100 quebra-cabeças diários.
tr: 100 günlük bulmaca çöz.

source: Solve 200 Daily Puzzles.
de: Löse 200 Tagesrätsel.
es: Resuelve 200 puzles diarios.
fr: Résous 200 grilles du jour.
ja: デイリーパズルを200問解く。
ko: 데일리 퍼즐 200개를 풀어요.
pt_br: Resolva 200 quebra-cabeças diários.
tr: 200 günlük bulmaca çöz.

source: Solve 365 Daily Puzzles.
de: Löse 365 Tagesrätsel.
es: Resuelve 365 puzles diarios.
fr: Résous 365 grilles du jour.
ja: デイリーパズルを365問解く。
ko: 데일리 퍼즐 365개를 풀어요.
pt_br: Resolva 365 quebra-cabeças diários.
tr: 365 günlük bulmaca çöz.

source: Solve a Daily Puzzle without a mistake.
de: Löse ein Tagesrätsel ohne Fehler.
es: Resuelve un puzle diario sin errores.
fr: Résous une grille du jour sans erreur.
ja: デイリーパズルをミスなしで解く。
ko: 데일리 퍼즐을 실수 없이 풀어요.
pt_br: Resolva um quebra-cabeça diário sem erros.
tr: Bir günlük bulmacayı hatasız çöz.

source: Solve 10 Daily Puzzles without a mistake.
de: Löse 10 Tagesrätsel ohne Fehler.
es: Resuelve 10 puzles diarios sin errores.
fr: Résous 10 grilles du jour sans erreur.
ja: デイリーパズルを10問ミスなしで解く。
ko: 데일리 퍼즐 10개를 실수 없이 풀어요.
pt_br: Resolva 10 quebra-cabeças diários sem erros.
tr: 10 günlük bulmacayı hatasız çöz.

source: Get 4 stars on a Daily Puzzle.
de: Hol bei einem Tagesrätsel 4 Sterne.
es: Consigue 4 estrellas en un puzle diario.
fr: Obtiens 4 étoiles sur une grille du jour.
ja: デイリーパズルで星4つを取る。
ko: 데일리 퍼즐에서 별 4개를 받아요.
pt_br: Ganhe 4 estrelas num quebra-cabeça diário.
tr: Bir günlük bulmacada 4 yıldız al.

source: Get 4 stars on 10 Daily Puzzles.
de: Hol bei 10 Tagesrätseln 4 Sterne.
es: Consigue 4 estrellas en 10 puzles diarios.
fr: Obtiens 4 étoiles sur 10 grilles du jour.
ja: デイリーパズル10問で星4つを取る。
ko: 데일리 퍼즐 10개에서 별 4개를 받아요.
pt_br: Ganhe 4 estrelas em 10 quebra-cabeças diários.
tr: 10 günlük bulmacada 4 yıldız al.

source: Solve a Daily Puzzle from a past day.
de: Löse ein Tagesrätsel eines vergangenen Tages.
es: Resuelve el puzle de un día pasado.
fr: Résous la grille d'un jour passé.
ja: 過去の日のデイリーパズルを解く。
ko: 지난 날의 데일리 퍼즐을 풀어요.
pt_br: Resolva o quebra-cabeça de um dia passado.
tr: Geçmiş bir günün bulmacasını çöz.

source: Solve 10 Daily Puzzles from past days.
de: Löse 10 Tagesrätsel vergangener Tage.
es: Resuelve 10 puzles de días pasados.
fr: Résous 10 grilles de jours passés.
ja: 過去の日のデイリーパズルを10問解く。
ko: 지난 날의 데일리 퍼즐 10개를 풀어요.
pt_br: Resolva 10 quebra-cabeças de dias passados.
tr: Geçmiş günlerden 10 bulmaca çöz.

source: Solve both the Saturday and Sunday puzzles of a weekend.
de: Löse die Rätsel von Samstag und Sonntag eines Wochenendes.
es: Resuelve los puzles del sábado y del domingo de un fin de semana.
fr: Résous les grilles du samedi et du dimanche d'un même week-end.
ja: 週末の土曜と日曜のパズルを両方解く。
ko: 한 주말의 토요일과 일요일 퍼즐을 모두 풀어요.
pt_br: Resolva os quebra-cabeças de sábado e domingo de um fim de semana.
tr: Bir hafta sonunun hem cumartesi hem pazar bulmacasını çöz.

source: Solve a Daily Puzzle in under 3 minutes.
de: Löse ein Tagesrätsel in weniger als 3 Minuten.
es: Resuelve un puzle diario en menos de 3 minutos.
fr: Résous une grille du jour en moins de 3 minutes.
ja: デイリーパズルを3分以内に解く。
ko: 데일리 퍼즐을 3분 안에 풀어요.
pt_br: Resolva um quebra-cabeça diário em menos de 3 minutos.
tr: Bir günlük bulmacayı 3 dakikadan kısa sürede çöz.

source: First Whiskers
de: Erste Schnurrhaare
es: Primeros bigotes
fr: Premières moustaches
ja: はじめてのヒゲ
ko: 첫 수염
pt_br: Primeiros bigodes
tr: İlk Bıyıklar

source: Cat Puzzle Graduate
de: Katzenrätsel-Absolvent
es: Graduado en gatos
fr: Diplômé du puzzle des chats
ja: 猫パズル卒業生
ko: 고양이 퍼즐 졸업생
pt_br: Formado em gatos
tr: Kedi Bulmaca Mezunu

source: Cat Spotter
de: Katzenspäher
es: Avistagatos
fr: Repéreur de chats
ja: 猫ウォッチャー
ko: 고양이 관찰자
pt_br: Observador de gatos
tr: Kedi Gözcüsü

source: Cat Seeker
de: Katzensucher
es: Buscador de gatos
fr: Chercheur de chats
ja: 猫さがし屋
ko: 고양이 탐색가
pt_br: Buscador de gatos
tr: Kedi Arayıcı

source: Cat Tracker
de: Katzenfährtenleser
es: Rastreador de gatos
fr: Pisteur de chats
ja: 猫トラッカー
ko: 고양이 추적자
pt_br: Rastreador de gatos
tr: Kedi İz Sürücüsü

source: Cat Detective
de: Katzendetektiv
es: Detective de gatos
fr: Détective des chats
ja: 猫探偵
ko: 고양이 탐정
pt_br: Detetive de gatos
tr: Kedi Dedektifi

source: Cat Whisperer
de: Katzenflüsterer
es: Susurrador de gatos
fr: Chuchoteur de chats
ja: 猫ささやき
ko: 고양이 속삭임이
pt_br: Encantador de gatos
tr: Kedi Fısıldayan

source: Queen of Cats
de: Königin der Katzen
es: Reina de los gatos
fr: Reine des chats
ja: 猫の女王
ko: 고양이 여왕
pt_br: Rainha dos gatos
tr: Kedilerin Kraliçesi

source: Hundred Whiskers
de: Hundert Schnurrhaare
es: Cien bigotes
fr: Cent moustaches
ja: 100本のヒゲ
ko: 수염 100개
pt_br: Cem bigodes
tr: Yüz Bıyık

source: Cat Crowd
de: Katzenmenge
es: Multitud de gatos
fr: Foule de chats
ja: 猫だらけ
ko: 고양이 무리
pt_br: Multidão de gatos
tr: Kedi Kalabalığı

source: Thousand Cats
de: Tausend Katzen
es: Mil gatos
fr: Mille chats
ja: 1000匹の猫
ko: 고양이 1000마리
pt_br: Mil gatos
tr: Bin Kedi

source: Cat Kingdom
de: Katzenkönigreich
es: Reino de los gatos
fr: Royaume des chats
ja: 猫の王国
ko: 고양이 왕국
pt_br: Reino dos gatos
tr: Kedi Krallığı

source: Clean Sweep
de: Weiße Weste
es: Limpio total
fr: Sans bavure
ja: 完全勝利
ko: 깔끔한 승리
pt_br: Limpeza total
tr: Tertemiz

source: Sharp Mind
de: Scharfer Verstand
es: Mente aguda
fr: Esprit vif
ja: 鋭い頭脳
ko: 날카로운 두뇌
pt_br: Mente afiada
tr: Keskin Zekâ

source: Logic Wizard
de: Logikzauberer
es: Mago de la lógica
fr: Magicien de la logique
ja: 論理の魔法使い
ko: 논리 마법사
pt_br: Mago da lógica
tr: Mantık Büyücüsü

source: Hot Streak
de: Glückssträhne
es: Racha caliente
fr: Série en feu
ja: 絶好調
ko: 연승 행진
pt_br: Sequência quente
tr: Seri Başladı

source: On Fire
de: Feuer und Flamme
es: En llamas
fr: En feu
ja: 燃えてる
ko: 불타는 중
pt_br: Pegando fogo
tr: Alev Alev

source: Combo Cat
de: Kombokatze
es: Gato combo
fr: Chat combo
ja: コンボ猫
ko: 콤보 고양이
pt_br: Gato combo
tr: Kombo Kedi

source: Unstoppable
de: Unaufhaltsam
es: Imparable
fr: Inarrêtable
ja: 止められない
ko: 멈출 수 없어
pt_br: Imparável
tr: Durdurulamaz

source: Sharp Eye
de: Scharfes Auge
es: Ojo agudo
fr: Œil de lynx
ja: 鋭い目
ko: 예리한 눈
pt_br: Olho afiado
tr: Keskin Göz

source: Grid Master
de: Rastermeister
es: Maestro de la cuadrícula
fr: Maître de la grille
ja: グリッドの達人
ko: 격자 달인
pt_br: Mestre da grade
tr: Tahta Ustası

source: Giant Grid
de: Riesenraster
es: Cuadrícula gigante
fr: Grille géante
ja: 巨大グリッド
ko: 거대한 격자
pt_br: Grade gigante
tr: Dev Tahta

source: High Scorer
de: Punktejäger
es: Gran puntuación
fr: Grand marqueur
ja: ハイスコアラー
ko: 고득점자
pt_br: Recordista
tr: Rekortmen

source: Quick Paws
de: Flinke Pfoten
es: Patitas veloces
fr: Pattes rapides
ja: すばやい肉球
ko: 빠른 발바닥
pt_br: Patinhas ligeiras
tr: Hızlı Patiler

source: Find your first cat.
de: Finde deine erste Katze.
es: Encuentra tu primer gato.
fr: Trouve ton premier chat.
ja: はじめての猫を見つける。
ko: 첫 고양이를 찾아요.
pt_br: Ache seu primeiro gato.
tr: İlk kedini bul.

source: Finish the first Cat Puzzle level.
de: Schließe das erste Katzenrätsel-Level ab.
es: Termina el primer nivel del puzle de gatos.
fr: Termine le premier niveau du puzzle des chats.
ja: 猫パズルの最初のレベルをクリアする。
ko: 고양이 퍼즐 첫 레벨을 끝내요.
pt_br: Termine o primeiro nível do quebra-cabeça dos gatos.
tr: Kedi Bulmaca'nın ilk bölümünü bitir.

source: Solve 10 Cat Puzzle levels.
de: Löse 10 Katzenrätsel-Levels.
es: Resuelve 10 niveles del puzle de gatos.
fr: Résous 10 niveaux du puzzle des chats.
ja: 猫パズルを10レベルクリアする。
ko: 고양이 퍼즐 10레벨을 풀어요.
pt_br: Resolva 10 níveis do quebra-cabeça dos gatos.
tr: Kedi Bulmaca'da 10 bölüm çöz.

source: Solve 25 Cat Puzzle levels.
de: Löse 25 Katzenrätsel-Levels.
es: Resuelve 25 niveles del puzle de gatos.
fr: Résous 25 niveaux du puzzle des chats.
ja: 猫パズルを25レベルクリアする。
ko: 고양이 퍼즐 25레벨을 풀어요.
pt_br: Resolva 25 níveis do quebra-cabeça dos gatos.
tr: Kedi Bulmaca'da 25 bölüm çöz.

source: Solve 50 Cat Puzzle levels.
de: Löse 50 Katzenrätsel-Levels.
es: Resuelve 50 niveles del puzle de gatos.
fr: Résous 50 niveaux du puzzle des chats.
ja: 猫パズルを50レベルクリアする。
ko: 고양이 퍼즐 50레벨을 풀어요.
pt_br: Resolva 50 níveis do quebra-cabeça dos gatos.
tr: Kedi Bulmaca'da 50 bölüm çöz.

source: Solve 100 Cat Puzzle levels.
de: Löse 100 Katzenrätsel-Levels.
es: Resuelve 100 niveles del puzle de gatos.
fr: Résous 100 niveaux du puzzle des chats.
ja: 猫パズルを100レベルクリアする。
ko: 고양이 퍼즐 100레벨을 풀어요.
pt_br: Resolva 100 níveis do quebra-cabeça dos gatos.
tr: Kedi Bulmaca'da 100 bölüm çöz.

source: Solve 200 Cat Puzzle levels.
de: Löse 200 Katzenrätsel-Levels.
es: Resuelve 200 niveles del puzle de gatos.
fr: Résous 200 niveaux du puzzle des chats.
ja: 猫パズルを200レベルクリアする。
ko: 고양이 퍼즐 200레벨을 풀어요.
pt_br: Resolva 200 níveis do quebra-cabeça dos gatos.
tr: Kedi Bulmaca'da 200 bölüm çöz.

source: Solve every Cat Puzzle level.
de: Löse alle Katzenrätsel-Levels.
es: Resuelve todos los niveles del puzle de gatos.
fr: Résous tous les niveaux du puzzle des chats.
ja: 猫パズルの全レベルをクリアする。
ko: 고양이 퍼즐 모든 레벨을 풀어요.
pt_br: Resolva todos os níveis do quebra-cabeça dos gatos.
tr: Kedi Bulmaca'nın tüm bölümlerini çöz.

source: Find 100 cats.
de: Finde 100 Katzen.
es: Encuentra 100 gatos.
fr: Trouve 100 chats.
ja: 猫を100匹見つける。
ko: 고양이 100마리를 찾아요.
pt_br: Ache 100 gatos.
tr: 100 kedi bul.

source: Find 500 cats.
de: Finde 500 Katzen.
es: Encuentra 500 gatos.
fr: Trouve 500 chats.
ja: 猫を500匹見つける。
ko: 고양이 500마리를 찾아요.
pt_br: Ache 500 gatos.
tr: 500 kedi bul.

source: Find 1,000 cats.
de: Finde 1.000 Katzen.
es: Encuentra 1.000 gatos.
fr: Trouve 1 000 chats.
ja: 猫を1,000匹見つける。
ko: 고양이 1,000마리를 찾아요.
pt_br: Ache 1.000 gatos.
tr: 1.000 kedi bul.

source: Find 2,500 cats.
de: Finde 2.500 Katzen.
es: Encuentra 2.500 gatos.
fr: Trouve 2 500 chats.
ja: 猫を2,500匹見つける。
ko: 고양이 2,500마리를 찾아요.
pt_br: Ache 2.500 gatos.
tr: 2.500 kedi bul.

source: Solve a level with no mistakes and no hints.
de: Löse ein Level ohne Fehler und ohne Tipps.
es: Resuelve un nivel sin errores ni pistas.
fr: Résous un niveau sans erreur ni indice.
ja: ミスなし・ヒントなしで1レベルクリアする。
ko: 실수도 힌트도 없이 한 레벨을 풀어요.
pt_br: Resolva um nível sem erros e sem dicas.
tr: Bir bölümü hatasız ve ipucusuz çöz.

source: Solve 10 levels with no mistakes and no hints.
de: Löse 10 Levels ohne Fehler und ohne Tipps.
es: Resuelve 10 niveles sin errores ni pistas.
fr: Résous 10 niveaux sans erreur ni indice.
ja: ミスなし・ヒントなしで10レベルクリアする。
ko: 실수도 힌트도 없이 10레벨을 풀어요.
pt_br: Resolva 10 níveis sem erros e sem dicas.
tr: 10 bölümü hatasız ve ipucusuz çöz.

source: Solve 50 levels with no mistakes and no hints.
de: Löse 50 Levels ohne Fehler und ohne Tipps.
es: Resuelve 50 niveles sin errores ni pistas.
fr: Résous 50 niveaux sans erreur ni indice.
ja: ミスなし・ヒントなしで50レベルクリアする。
ko: 실수도 힌트도 없이 50레벨을 풀어요.
pt_br: Resolva 50 níveis sem erros e sem dicas.
tr: 50 bölümü hatasız ve ipucusuz çöz.

source: Solve 5 levels in a row with no mistakes and no hints.
de: Löse 5 Levels nacheinander ohne Fehler und ohne Tipps.
es: Resuelve 5 niveles seguidos sin errores ni pistas.
fr: Résous 5 niveaux d'affilée sans erreur ni indice.
ja: 5レベル連続でミスなし・ヒントなしでクリアする。
ko: 5레벨 연속으로 실수도 힌트도 없이 풀어요.
pt_br: Resolva 5 níveis seguidos sem erros e sem dicas.
tr: Art arda 5 bölümü hatasız ve ipucusuz çöz.

source: Solve 15 levels in a row with no mistakes and no hints.
de: Löse 15 Levels nacheinander ohne Fehler und ohne Tipps.
es: Resuelve 15 niveles seguidos sin errores ni pistas.
fr: Résous 15 niveaux d'affilée sans erreur ni indice.
ja: 15レベル連続でミスなし・ヒントなしでクリアする。
ko: 15레벨 연속으로 실수도 힌트도 없이 풀어요.
pt_br: Resolva 15 níveis seguidos sem erros e sem dicas.
tr: Art arda 15 bölümü hatasız ve ipucusuz çöz.

source: Find 4 cats in a quick combo.
de: Finde 4 Katzen in einer schnellen Kombo.
es: Encuentra 4 gatos en un combo rápido.
fr: Trouve 4 chats dans un combo rapide.
ja: コンボで猫を4匹続けて見つける。
ko: 빠른 콤보로 고양이 4마리를 찾아요.
pt_br: Ache 4 gatos num combo rápido.
tr: Hızlı bir komboyla 4 kedi bul.

source: Find 7 cats in a quick combo.
de: Finde 7 Katzen in einer schnellen Kombo.
es: Encuentra 7 gatos en un combo rápido.
fr: Trouve 7 chats dans un combo rapide.
ja: コンボで猫を7匹続けて見つける。
ko: 빠른 콤보로 고양이 7마리를 찾아요.
pt_br: Ache 7 gatos num combo rápido.
tr: Hızlı bir komboyla 7 kedi bul.

source: Find 25 cats after crossing out the rest of their color.
de: Finde 25 Katzen, nachdem du den Rest ihrer Farbe durchgestrichen hast.
es: Encuentra 25 gatos tras tachar el resto de su color.
fr: Trouve 25 chats après avoir barré le reste de leur couleur.
ja: 色の残りに×をつけてから猫を25匹見つける。
ko: 색의 나머지에 X를 표시한 뒤 고양이 25마리를 찾아요.
pt_br: Ache 25 gatos depois de marcar o resto da cor deles.
tr: Renginin geri kalanını X'ledikten sonra 25 kedi bul.

source: Solve a 10×10 level.
de: Löse ein 10×10-Level.
es: Resuelve un nivel de 10×10.
fr: Résous un niveau 10×10.
ja: 10×10のレベルをクリアする。
ko: 10×10 레벨을 풀어요.
pt_br: Resolva um nível 10×10.
tr: 10×10 bir bölüm çöz.

source: Solve a 15×15 level.
de: Löse ein 15×15-Level.
es: Resuelve un nivel de 15×15.
fr: Résous un niveau 15×15.
ja: 15×15のレベルをクリアする。
ko: 15×15 레벨을 풀어요.
pt_br: Resolva um nível 15×15.
tr: 15×15 bir bölüm çöz.

source: Score 100,000 points in total.
de: Sammle insgesamt 100.000 Punkte.
es: Consigue 100.000 puntos en total.
fr: Marque 100 000 points au total.
ja: 合計100,000点を獲得する。
ko: 총 100,000점을 모아요.
pt_br: Some 100.000 pontos no total.
tr: Toplamda 100.000 puan topla.

source: Solve a level in under a minute.
de: Löse ein Level in weniger als einer Minute.
es: Resuelve un nivel en menos de un minuto.
fr: Résous un niveau en moins d'une minute.
ja: 1分以内に1レベルクリアする。
ko: 1분 안에 한 레벨을 풀어요.
pt_br: Resolva um nível em menos de um minuto.
tr: Bir bölümü bir dakikadan kısa sürede çöz.

source: Clear!
de: Geschafft!
es: ¡Listo!
fr: Terminé !
ja: クリア!
ko: 완료!
pt_br: Feito!
tr: Tamam!

source: The cats didn't even have time to hide!
de: Die Katzen hatten nicht mal Zeit, sich zu verstecken!
es: ¡Los gatos ni tuvieron tiempo de esconderse!
fr: Les chats n'ont même pas eu le temps de se cacher !
ja: 猫たちは隠れるひまもなかった!
ko: 고양이들이 숨을 틈도 없었어요!
pt_br: Os gatos nem tiveram tempo de se esconder!
tr: Kediler saklanmaya zaman bile bulamadı!

source: Every cat is found. Nothing gets past you!
de: Alle Katzen gefunden. Dir entgeht nichts!
es: Todos los gatos encontrados. ¡No se te escapa nada!
fr: Tous les chats sont trouvés. Rien ne t'échappe !
ja: 猫を全部見つけた。あなたの目はごまかせない!
ko: 고양이를 모두 찾았어요. 아무것도 놓치지 않네요!
pt_br: Todos os gatos encontrados. Nada escapa de você!
tr: Bütün kediler bulundu. Senden hiçbir şey kaçmıyor!

source: Hide and seek is over. You win!
de: Das Versteckspiel ist vorbei. Du gewinnst!
es: Se acabó el escondite. ¡Ganaste!
fr: La partie de cache-cache est finie. Tu as gagné !
ja: かくれんぼはおしまい。あなたの勝ち!
ko: 숨바꼭질 끝! 당신이 이겼어요!
pt_br: O esconde-esconde acabou. Você venceu!
tr: Saklambaç bitti. Sen kazandın!

source: You found a cat! No other cat can be in its row, column or color, or right next to it. Tap ? below and then Apply: I'll cross those squares out for you.
de: Du hast eine Katze gefunden! In ihrer Zeile, Spalte und Farbe und direkt neben ihr kann keine andere Katze sein. Tippe unten auf ? und dann auf Anwenden: Ich streiche diese Felder für dich durch.
es: ¡Encontraste un gato! No puede haber otro en su fila, columna o color, ni justo a su lado. Toca ? abajo y luego Aplicar: tacharé esas casillas por ti.
fr: Tu as trouvé un chat ! Aucun autre chat ne peut être sur sa ligne, sa colonne, sa couleur ni juste à côté. Touche ? en bas puis Appliquer : je barre ces cases pour toi.
ja: 猫を見つけた!同じ行・列・色、そしてすぐ隣にはほかの猫はいません。下の「?」をタップして「適用」を押すと、そのマスに×をつけてあげるよ。
ko: 고양이를 찾았어요! 같은 행, 열, 색, 그리고 바로 옆에는 다른 고양이가 없어요. 아래 ?를 누르고 적용을 누르면 그 칸에 X를 표시해 줄게요.
pt_br: Você achou um gato! Nenhum outro gato pode estar na linha, coluna ou cor dele, nem logo ao lado. Toque em ? lá embaixo e depois em Aplicar: eu marco esses quadrados para você.
tr: Bir kedi buldun! Onun satırında, sütununda, renginde ve hemen yanında başka kedi olamaz. Alttaki ?'ye dokun, sonra Uygula'ya bas: o kareleri senin için X'leyeyim.

source: Now this color has only one free square left. Find its cat!
de: Jetzt hat diese Farbe nur noch ein freies Feld. Finde ihre Katze!
es: Ahora este color solo tiene una casilla libre. ¡Encuentra su gato!
fr: Cette couleur n'a plus qu'une case libre. Trouve son chat !
ja: この色の空きマスは1つだけになったよ。猫を見つけて!
ko: 이제 이 색에는 빈칸이 하나뿐이에요. 고양이를 찾아요!
pt_br: Agora esta cor só tem um quadrado livre. Ache o gato dela!
tr: Şimdi bu renkte tek bir boş kare kaldı. Kedisini bul!

source: Stuck? The cat button below shows where a cat is hiding. You get 6 Cat Finders and 6 hints; watch a short video for more.
de: Hängst du fest? Der Katzenknopf unten zeigt, wo sich eine Katze versteckt. Du hast 6 Katzenfinder und 6 Tipps; für mehr schau ein kurzes Video.
es: ¿Atascado? El botón del gato de abajo muestra dónde se esconde un gato. Tienes 6 buscagatos y 6 pistas; mira un video corto para conseguir más.
fr: Bloqué ? Le bouton chat en bas montre où se cache un chat. Tu as 6 détecteurs et 6 indices ; regarde une courte vidéo pour en avoir plus.
ja: 行き詰まったら?下の猫ボタンで猫のかくれ場所がわかります。猫さがし6回とヒント6回つき。短い動画を見るともっと使えます。
ko: 막혔나요? 아래 고양이 버튼은 고양이가 숨은 곳을 알려 줘요. 고양이 찾기 6번, 힌트 6번이 있고, 짧은 영상을 보면 더 받을 수 있어요.
pt_br: Travou? O botão do gato lá embaixo mostra onde um gato está escondido. Você tem 6 localizadores e 6 dicas; assista a um vídeo curto para ganhar mais.
tr: Takıldın mı? Alttaki kedi düğmesi bir kedinin saklandığı yeri gösterir. 6 kedi bulucu ve 6 ipucu hakkın var; daha fazlası için kısa bir video izleyebilirsin.

source: Solve %lld levels of %lld×%lld to unlock.
de: Löse %lld Levels mit %lld×%lld zum Freischalten.
es: Resuelve %lld niveles de %lld×%lld para desbloquear.
fr: Résous %lld niveaux de %lld×%lld pour débloquer.
ja: %2$lld×%3$lldのレベルを%1$lld個クリアすると解放。
ko: %2$lld×%3$lld 레벨 %1$lld개를 풀면 열려요.
pt_br: Resolva %lld níveis de %lld×%lld para desbloquear.
tr: Açmak için %lld adet %lld×%lld bölüm çöz.
